Repository: anhhuy9900/project-tanphatlong
Catalog: themes/tanphatlong/languages/*.po
Languages: vi

source: Call us
vi: Điện thoại

source: Coppyright © 2016 tanphatlong. All rights reserved.
vi: © Bản quyền © 2016 tanphatlong. Tất cả quyền được bảo lưu.

source: Download
vi: Tải về

source: Email us
vi: Email

source: Highlight News
vi: Tin tức nổi bật

source: Home
vi: Trang chủ

source: Images Company
vi: Hình ảnh công ty

source: Projects Highlight
vi: Dự án tiêu biểu

source: Read More
vi: Đọc thêm

source: Result Not Found
vi: Kết quả không tìm thấy

source: Send Message
vi: Gửi tin nhắn

source: Send us a message
vi: Gửi tin nhắn cho chúng tôi

source: View
vi: Xem

source: working time
vi: Giờ làm việc

source: You can contact or visit us during working time.
vi: Bạn có thể liên lạc hoặc gặp chúng tôi trong giờ làm việc

source: Working Hours
vi: Thời Gian Làm Việc

source: Categories
vi: Danh mục

source: Location
vi: Địa chỉ

source: Investor
vi: Chủ đầu tư

source: Project Scale
vi: Quy mô

source: Scope of work
vi: Gói thầu

source: Completion time
vi: Thời gian hoàn thành

source: Name
vi: Tên

source: Address
vi: Địa chỉ

source: Phone
vi: Số điện thoại

source: Message
vi: Tin nhắn

source: Submit
vi: Gửi

source: NOTE
vi: Lưu ý

source: Please fill in the information below
vi: Vui lòng điền đầy đủ thông tin bên dưới

source: All information will be kept confidential and only absolute is used as a basis for screening candidates company
vi: Tất cả các thông tin trên sẽ được giữ bí mật tuyệt đối và chỉ được sử dụng làm cơ sở để công ty sàn lọc ứng viên

source: Documents are stored within 3 weeks
vi: Hồ sơ sẽ được lưu trong vòng 3 tuần

source: TAN PHAT LONG ENGINEERING CORPORATION
vi: CÔNG TY CỔ PHẦN KỸ THUẬT TÂN PHÁT LONG

source: Curriculum Vitae
vi: Hồ sơ ứng tuyển

source: Registration card practice
vi: Phiếu đăng ký thực tập

source: Position Apply
vi: Vị trí ứng tuyển

source: Birthday
vi: Ngày sinh

source: Gender
vi: Giới tính

source: Male
vi: Nam

source: Female
vi: Nữ

source: Date
vi: Ngày đăng

source: Occupational Skills
vi: Trình độ chuyên môn

source: Projects Relevant
vi: Dự án liên quan

source: Products Relevant
vi: Sản phẩm liên quan

source: News Relevant
vi: Tin tức liên quan
